src/sinesp_client/body.xml

<?xml version="1.0" encoding="utf-8" standalone="yes" ?>
<v:Envelope xmlns:v="http://schemas.xmlsoap.org/soap/envelope/">
<v:Header>
<b>Samsung GT-I9192</b>
<c>ANDROID</c>
<d>8.1.0</d>
<i>%s</i>
<e>4.1.5</e>
<f>10.0.0.1</f>
<g>%s</g>
<k></k>
<h>%s</h>
<l>%s</l>
<m>8797e74f0d6eb7b1ff3dc114d4aa12d3</m>
</v:Header>
<v:Body>
<n0:getStatus xmlns:n0="http://soap.ws.placa.service.sinesp.serpro.gov.br/">
<a>%s</a>
</n0:getStatus>
</v:Body>
</v:Envelope>
